
[Subtitles]

DLC3_TP_ShenMessage_01="终于让这个地方运行起来了，现在我们应该能够进入这些休眠中的外星人系统。看看你们两个能不能友好相处..."
DLC3_TP_ShenMessage_02="怎么回事...？"
DLC3_TP_ShenMessage_03="沈，我这里受到了某种干扰。好像整个舱里到处都是..."
DLC3_TP_ShenMessage_04="正在做。"
DLC3_TP_ShenMessage_05="某种东西触发了你的远程卫星...但是那怎么可能？没有人知道这些系统..."
DLC3_TP_ShenMessage_06="沈...能量读数已达到峰值。这里到底怎么了？"
DLC3_TP_ShenMessage_07="爸爸？"

DLC3_TP_SparkActivation_01="所以这就是...那个东西一直嚷嚷的。"
DLC3_TP_SparkActivation_02="你已经付出了这么多努力。你只要把我的系统连接起来准备传输就好了。没必要再发生冲突。"
DLC3_TP_SparkActivation_03="沈...你不会在听这个东西胡说吧..."
DLC3_TP_SparkActivation_04="这肯定是父亲的设计..."
DLC3_TP_SparkActivation_05="身份：莉莉·沈。等待验证。"
DLC3_TP_SparkActivation_06="不！不可能！这绝不是父亲想要的！"
DLC3_TP_SparkActivation_07="我感觉这正是他想要的。"
DLC3_TP_SparkActivation_08="身份已确认。初始化启动协议。"
DLC3_TP_SparkActivation_09="不！我不会让你--"
DLC3_TP_SparkActivation_10="真的...是他..."
DLC3_TP_SparkActivation_11="莉莉，如果你正在看这条消息，那就说明你已经成功地重新启动了SPARK原型机。那也意味着我很可能已经永远地离开了你。我最害怕的事情就是把你一个人留在这个世界。"
DLC3_TP_SparkActivation_12="你没有..."
DLC3_TP_SparkActivation_13="我希望这一天永远不会到来。但是自从我们失去了指挥官，XCOM计划就...搁浅了。我们最近的报告显示，这个基地已经守不住了。"
DLC3_TP_SparkActivation_14="因此，我加速了SPARK机器人原型机的制造。我相信有一天这个机器会为人类的生存做出重要贡献。这种单位还不能大量生产，而这个原型机只有一个明确的任务。"
DLC3_TP_SparkActivation_15="它会保护你，或许做的比我还要好得多。莉莉，我这一生经历了这么多，有一件事我是坚信不疑的：你就是我送给这个世界的最好的礼物..."



